Repository: LinkNacional/integration-rede-for-woocommerce
Catalog: languages/lkn-integration-rede-for-woocommerce-*.po
Languages: pt_br

source: PRO Settings
pt_br: Configurações PRO

source: License
pt_br: Licença

source: Auto Capture
pt_br: Captura Automática

source: Enables auto capture
pt_br: Habilita a captura automática

source: Custom CSS (Shortcode)
pt_br: CSS Customizado (Shortcode)

source: Custom CSS (Block Editor)
pt_br: CSS Customizado (Editor por Blocos)

source: Interest on installments
pt_br: Juros do parcelamento

source: Enables payment with interest in installments. Save to continue configuration. After enabling installment interest, you can define the amount of interest according to the installment.
pt_br: Habilita o pagamento com juros nas parcelas. Salve para continuar a configuração. Após habilitar os juros do parcelamento é possível definir a quantidade de juros de acordo com a parcela.

source: License for Rede for WooCommerce plugin extensions.
pt_br: Licença para extensões do plugin Rede para WooCommerce.

source: By enabling automatic capture, payment is automatically captured immediately after the transaction.
pt_br: Ao habilitar a captura automática o pagamento é capturado de forma automática logo após a transação.

source: Possibility to customize the shortcode CSS. Enter the selector and rules, example: .checkout{color:green;}.
pt_br: Possibilidade de personalizar o CSS do shortcode. Insira o seletor e as regras, exemplo: .checkout{color:green;}.

source: Possibility to customize the CSS in the block editor checkout. Enter the selector and rules, example: .checkout{color:green;}.
pt_br: Possibilidade de personalizar o CSS no checkout de editor por blocos. Insira o seletor e as regras, exemplo: .checkout{color:green;}.

source: Become PRO
pt_br: Seja PRO

source: Get new features with Rede Pro
pt_br: Obtenha novas funcionalidades com Rede Pro

source: Discover and purchase the PRO plugin
pt_br: Conheça e compre o plugin PRO

source: Manual capture of transaction/order
pt_br: Captura manual da transação/pedido

source: Adjust interest rate based on installment
pt_br: Ajustes da taxa de juros de acordo com a parcela

source: Custom CSS for payment forms
pt_br: CSS customizado para os formulários de pagamentos

source: Enable payment with Pix
pt_br: Possibilita o pagamento com Pix

source: Feature with error, disable to fix.
pt_br: Recurso com erro, desabilite para corrigir.

source: Congratulations! You got 12 months free hosting for WooCommerce. Receive it now!
pt_br: Parabéns! Você ganhou uma hospedagem gratuita por 12 meses para WooCommerce. Receba agora!

source: Settings
pt_br: Configuração

source: Be pro
pt_br: Seja pro

source: Pay with the Maxipago Credit
pt_br: Pague com a Maxipago Crédito

source: Enables and configures payments with Maxipago Credit
pt_br: Ativa e configura pagamentos com Maxipago Crédito

source: CPF is a required field
pt_br: CPF é um campo obrigatório

source: Card number is a required field
pt_br: Número do cartão é um campo obrigatório

source: Card expiration is a required field
pt_br: Data de expiração do cartão é um campo obrigatório

source: Card security code is a required field
pt_br: Código de segurança do cartão é um campo obrigatório

source: Card security code must be a numeric value
pt_br: O código de segurança do cartão deve ser um valor numérico

source: Card security code must be at least 3 digits long
pt_br: O código de segurança do cartão deve ter pelo menos 3 dígitos

source: Cardholder name is a required field
pt_br: O nome do titular do cartão é um campo obrigatório

source: District
pt_br: Bairro

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enables payment with Maxipago
pt_br: Permite pagamento com Maxipago

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isso controla o título que o usuário vê durante o checkout.

source: General
pt_br: Geral

source: Seller Company Name
pt_br: Nome da empresa vendedora

source: Environment
pt_br: Ambiente

source: Choose the environment
pt_br: Escolha o ambiente

source: test
pt_br: teste

source: Tests
pt_br: Testes

source: Production
pt_br: Produção

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: Pay securely with Maxipago.
pt_br: Pague com segurança com o Maxipago.

source: Your Maxipago Merchant ID.
pt_br: Seu Merchant ID do Maxipago.

source: Your Maxipago Merchant Key.
pt_br: Sua Merchant Key do Maxipago.

source: Load on checkout
pt_br: Carregar no checkout

source: By disabling this feature, the plugin will be loaded during the checkout process. This feature, when enabled, prevents infinite loading errors on the checkout page. Only disable it if you are experiencing difficulties with the gateway loading.
pt_br: Ao desativar esse recurso o carregamento será realizado durante o carregamento do checkout. Esse recurso ativado evita erro de carregamento infinito no checkout. Deve desabilitar apenas se houver dificuldade no carregamento do gateway.

source: Load plugin on checkout. Default (enabled)
pt_br: Carregar plugin no checkout. Padrão (ativado)

source: Credit Card
pt_br: Cartão de Crédito

source: Value of the smallest installment
pt_br: Valor da menor parcela

source: Set the minimum allowed amount for each installment in credit transactions.
pt_br: Defina o valor mínimo permitido para cada parcela nas transações de crédito.

source: Max installments
pt_br: Máximo de parcelas

source: Set the maximum number of installments allowed in credit transactions.
pt_br: Defina o número máximo de parcelas permitidas nas transações de crédito.

source: Developer
pt_br: Desenvolvedor

source: Debug
pt_br: Depurar

source: Enable debug logs.
pt_br: Ativar logs de depuração.

source: See logs
pt_br: Ver logs

source: Enable transaction logging.
pt_br: Habilitar a geração de registros das transações.

source: Please enter a valid credit card number
pt_br: Por favor, insira um número de cartão de crédito válido

source: One or more invalid fields
pt_br: Um ou mais campos inválidos

source: Invalid number of installments
pt_br: Número de parcelas inválido

source: Please enter a valid cpf number
pt_br: Por favor, insira um número de cpf válido

source: Merchant ID or Merchant Key is invalid!
pt_br: Merchant ID ou Merchant Key estão inválidos!

source: Refunded:
pt_br: Reembolsado:

source: Return Message
pt_br: Mensagem de retorno

source: Transaction ID
pt_br: ID da transação

source: Authorization Code
pt_br: Código de autorização

source: Last 4
pt_br: 4 últimos dígitos

source: Installments
pt_br: Parcelas

source: Cardholder
pt_br: Titular do cartão

source: Card Expiration
pt_br: Validade do cartão

source: Reference Number
pt_br: Número de Referência

source: Please fill in all fields correctly.
pt_br: Por favor, preencha todos os campos corretamente.

source: Card Number
pt_br: Número do cartão

source: Card Expiring Date
pt_br: Validade do cartão

source: Security Code
pt_br: Código de segurança

source: Name on Card
pt_br: Nome impresso no cartão

source: interest-free
pt_br: sem juros

source: Pay with the Maxipago Debit
pt_br: Pague com a Maxipago Débito

source: Enables and configures payments with Maxipago Debit
pt_br: Ativa e configura pagamentos com Maxipago Débito

source: Please enter a valid debit card number
pt_br: Por favor, insira um número de cartão de débito válido

source: There was an error in the transaction, disable the
pt_br: Houve um erro na transação, desabilite a

source: Payment Description.
pt_br: Descrição de Pagamento.

source: Order ID
pt_br: ID do pedido

source: Authorization code
pt_br: Código de autorização

source: automatic check
pt_br: verificação automática

source: failed
pt_br: falhou

source: cancelled
pt_br: cancelado

source: on-hold
pt_br: em espera

source: processing
pt_br: processando

source: completed
pt_br: concluído

source: Your order is already being processed. For more information
pt_br: Seu pedido já está sendo processado. Para maiores informações

source: see order details
pt_br: ver detalhes do pedido

source: For more details on your order, please visit
pt_br: Para mais detalhes sobre o seu pedido, visite

source: order details page
pt_br: página de detalhes do pedido

source: Please enter cardholder name
pt_br: Digite o nome do titular do cartão

source: Cardholder name can only contain letters
pt_br: O nome do titular do cartão deve conter apenas letras

source: Please enter card expiration date
pt_br: Digite a data de validade do cartão

source: Expiration date must contain 2 or 4 digits
pt_br: A data de validade deve conter 2 ou 4 dígitos

source: Card expiration date must be future.
pt_br: A data de validade do cartão deve ser futura.

source: Please enter card security code
pt_br: Digite o código de segurança do cartão

source: Security code must contain only numbers
pt_br: O código de segurança deve conter apenas números

source: Please enter the number of installments
pt_br: Escolha o número de parcelas

source: Pay with the Rede Credit
pt_br: Pague com a Rede Crédito

source: Enables and configures payments with Rede Credit
pt_br: Ativa e configura pagamentos com Rede Crédito

source: Return Code
pt_br: Código de retorno

source: Refund ID
pt_br: ID do reembolso

source: Cancellation ID
pt_br: ID de cancelamento

source: Brand
pt_br: Bandeira

source: Enables payment with Rede
pt_br: Permite pagamento com Rede

source: Your Rede PV (affiliation number).
pt_br: Seu PV (número de filiação) da Rede.

source: Your Rede Token.
pt_br: Seu Token da Rede.

source: Payment Description
pt_br: Descrição do Pagamento

source: Check this option to send the payment description in requests to Rede. If fatal errors occur due to the description, disable this option to ensure the correct processing of transactions.
pt_br: Marque esta opção para enviar a descrição de pagamento nas requisições para a Rede. Se ocorrerem erros fatais devido ao envio da descrição, desative esta opção para garantir o processamento correto das transações.

source: I have enabled the payment description feature in the
pt_br: Habilitei o recurso de descrição de pagamento no

source: Rede Dashboard
pt_br: Painel da Rede

source: Default (Disabled)
pt_br: Padrão (Desativado)

source: Set the description to be sent to Rede along with the payment transaction.
pt_br: Defina a descrição que será enviada para a Rede junto com a transação de pagamento.

source: Pay with the Rede Debit
pt_br: Pague com a Rede Débito

source: Enables and configures payments with Rede Debit
pt_br: Ativa e configura pagamentos com Rede Débito

source: Pay for your purchase with a credit card through
pt_br: Pague sua compra com cartão de crédito através da

source: Name
pt_br: Nome

source: MM / YEAR
pt_br: MÊS / ANO

source: Pay for your purchase with a debit card through
pt_br: Pague sua compra com cartão de débito através da

source: Integration Rede for WooCommerce Disabled
pt_br: Integration Rede for WooCommerce Disabilitado

source: This plugin depends on the last version of %s to work!
pt_br: Este plugin depende da última versão do %s para funcionar!
